Repository: Sarmentor/handycat
Catalog: app/data/PEARL_TS2.xlf
Languages: de

source: Close all running programs, and then restart the computer.
de: Schließen Sie alle laufenden Programme und starten Sie den Computer neu.

source: Explore a backup image file with norton ghost 12.0
de: Explore ein Backup image file mit Norton Ghost 12.0

source: I have disabled safe surfing because safe surfing is alerting me on a legitimate web site
de: Ich habe Sicheres Surfen deaktiviert, weil Sicheres Surfen ist alerting me auf eine legitime Website

source: Compression algorithms look for repeatable data patterns that can be compacted.
de: Komprimierungsalgorithmen suchen nach sich wiederholenden Datensequenzen, die Komprimiert werden können.

source: As we have to identify the second error message before we proceed further, you will need to run liveupdate.
de: Da wir für den zweiten Fehlermeldung, bevor wir fortfahren, müssen Sie Liveupdate ausführen.

source: I’m very sorry, but I’m afraid I will not be able to assist with this product.
de: Es tut mit leid, aber Ich muss nicht mehr bei diesem Produkt.

source: For more information about these kinds of threats, read:
de: Weitere Informationen zu diesen Arten von Bedrohungen, lesen Sie das Dokument:

source: Autofix will detect the status of the product sos _ cancelled.
de: Autofix wird erkennen den Status des Produkts sos _ storniert.

source: If you are able to connect to the internet, then the router configuration is incorrect.
de: Wenn Sie eine Verbindung zum Internet herstellen können, ist die Router-Konfiguration falsch.

source: You need to remove a symantec ghost client from a client computer, or you need to switch the client computer's binding from one ghost console to another.
de: Sie müssen entfernen Sie eine Symantec Ghost Client über eine Client-Computer, oder Sie müssen des Clients Computers so ordnen von einem Ghost-Konsole auf anderen.

source: Please skip this step, and continue with step 3 below.
de: Überspringen Sie bitte diesen Schritt, und fahren Sie unten mit Schritt 3 fort.

source: Consider using the exchange system manager utility to adjust the deletion settings in each store's properties so that deleted items are retained for a period of time, allowing them to be recovered rather than restored.
de: Werden Sie das Dienstprogramm Exchange System Manager, um den Löschvorgang ändern Sie die Einstellungen in jedem Store den Eigenschaften damit gelöschte Objekte sind retained für einen Zeitraum, indem Sie die wiederhergestellt werden und wiederhergestellt werden .

source: To start the computer, it must be on the first drive, and it must contain an operating system.
de: Starten Sie den Computer neu, muss er auf den ersten Laufwerks, und muss eine Betriebssystem enthalten.

source: Try to connect to any web site.
de: Versuchen Sie, eine Verbindung zu einer Website.

source: I have disabled smart firewall as I cannot access a network location or device
de: Ich habe die intelligente Firewall deaktiviert, da Ich kann auf einem Netzwerkadresse oder ein gerät

source: Users are advised to use basic caution when carrying out activities using peer-to-peer applications.
de: Wir empfehlen Benutzern grundsätzlich vorsichtig zu sein beim von peer-to-peer-Anwendungen.

source: 2 . Make certain that a valid temporary location on the exchange server for log and patch files is specified, and that there is sufficient space in that location to accommodate the transaction logs being recovered.
de: 2. Stellen Sie sicher, dass Sie eine gültige temporären Ort auf dem Exchange-Server für Protokoll und Patch Dateien wird angegeben wird, und dass es genügenden Speicherplatz in diesem Bereich zu accommodate die Transaktionsprotokolle wiederhergestellt werden.

source: Through which of the following two components does N360 ensures that a customers PC is updated with latest virus definitions and other critical system updates:
de: Über welche der folgenden zwei Komponenten wird N360 wird sichergestellt, dass PC des kunden aktualisiert wird mit den neuesten Virendefinitionen und andere Critical System Updates:

source: Please note: this article is designed to be followed by a very experienced technician as modification to the registry will be required.
de: Hinweis: dieses Artikels ist, gefolgt von einem sehr ist techniker als Veränderung die Registrierung werden.

source: Browse and select the executable file for the program that you want to configure, and click { 1 } open { 2 }.
de: Klicken Sie auf "durchsuchen" und wählen Sie die ausführbare Datei für den Programm, das Sie konfigurieren möchten, und klicken Sie auf { 1 } öffnen { 2 }.

source: If this page is open in any other web browser, please open it in Internet Explorer.
de: Wenn diese Seite in einem anderen Webbrowser geöffnet ist, öffnen Sie Sie in Internet Explorer.

source: Thank you for contacting Symantec, have a wonderful day.
de: Vielen dank für Ihre Anfrage an Symantec, und Ich wünsche Ihnen noch einen schönen Tag.

source: The customer may have important information to provide you, or may need to clarify something.
de: Die Kunde Ihnen wichtige Informationen zukommen lassen oder etwas aufklären.

source: Please refer to your symantec support certificate for the terms and conditions of your agreement.
de: Finden Sie im Symantec-Unterstützungszertifikat den Bestimmungen und Bedingungen der Vereinbarung.

source: { 1 } most firewall programs display a small icon in the area near the clock.
de: { 1 } die meisten Firewall-Programm anzeige ein kleines in den Bereich neben der Uhr.

source: Malicious flash content can be delivered through email.
de: Bösartige Flash-Inhalte können über E-mail verteilt werden.

source: Please refer to your Symantec support certificate for the terms and conditions of your agreement.
de: Finden Sie im Symantec-Unterstützungszertifikat den Bestimmungen und Bedingung der Vereinbarung.

source: In order to purchase an upgrade, please follow the steps below:
de: Um ein Upgrade zu erwerben, befolgen Sie bitte die folgenden Schritte:

source: Choose your product from the list below: whether there is a Windows Vista compatible version of your Norton product how do I find my version?
de: Wählen Sie Ihr Produkte aus der Liste unten: ob es ist eine Windows Vista-kompatible Version Ihres Produkts ermitteln mein Version?

source: The hardware identifier cannot be used to determine the make or model of a computer or its components.
de: Der hardware Kennung kann verwendet werden, um festzulegen, der Marke bzw. dem Modell der einem Computer oder der Komponenten.

source: Real-time, 24x7 virus alerts sent to the partner, enabling network administrators and it professionals to remain focused on their business
de: Echtzeit, um die Warnmeldungen zu den Partner, der Netzwerkadministratoren und es Techniker, die sich auf Ihre noch gültig ist

source: Norton Auto Renewal is a product feature that keeps your computer protected from the latest internet risks by automatically renewing your subscription at the regular subscription price (plus applicable tax, so you don't have to.
de: Die automatische Verlängerungsfunktion von Norton ist eine Produktfunktion, die dafür sorgt, dass Ihr Computer vor den neuesten Internetrisiken geschützt wird, indem automatisch die Verlängerung ihres Abonnements zum reguläres Abonnement zum regulären, damit Sie sich nicht selbst darum.

source: You might want to change your backup settings for a variety of reasons.
de: Vielleicht möchten ändern der backup-einstellungen für eine vielzahl von gründe.

source: If you see any error message when you run liveupdate, cancel the error message and run liveupdate once again.
de: Wenn Sie eine Fehlermeldung erhalten, wenn Sie Liveupdate ausführen, beenden Sie die Fehlermeldung und führen Sie liveupdate erneut aus.

source: {1} please renew your maintenance contract in advance of the maintenance end date.
de: {1} bitte verlängern Sie Ihren Maintenance-Vertrag vor den Ablaufdatum für die Maintenance.

source: Error: "(9999,172) Uninstall has failed" when installing a Norton product
de: Fehler: "(9999,172) Deinstallieren ist fehlgeschlagen" bei der installation eines norton-produkts

source: You have a home network and you need to configure Norton 360 to work with your network.
de: Sie haben ein Heimnetzwerk und müssen Sie konfigurieren Sie Norton 360 zur Zusammenarbeit mit Ihrem Netzwerk an.

source: {1} What if this didn't work? {2}
de: {1} Was ist zu tun, wenn dies nicht funktioniert hat? {2}

source: Uncheck {1} transaction security {2}.
de: Deaktivieren Sie {1} Banking- und Shopping-Sicherheit {2}.

source: Restart the computer when you are asked to do so.
de: Starten Sie dem Computer neu, wenn Sie dazu aufgefordert werden.

source: Symantec sends an order confirmation that includes the subscription key.
de: Symantec sendet eine Auftragsbestätigung, der das wiederzuherstellende Abonnementschlüssel.

source: If you are getting certificate revocation error in the browser, go to step 3.
de: Wenn Sie einen Zertifikat-Widerruf-Fehler zu erhalten Sie in the browser, fahren Sie mit Schritt 3 fort.

source: This document describes how to install your Norton 2011 product on another computer.
de: Dieses Dokument beschreibt, wie der Installation Ihres Norton 2011-Produkt auf einen weiteren Computer installieren.

source: Sign into your norton account using your email address and password.
de: Bei ihrem Norton account melden Sie sich mit ihrer E-mail-Adresse und ihr Kennwort ein.

source: Uninstall all of your norton 2006 programs
de: deinstallieren Sie alle Norton-2006 Programm

source: No matter where you are in your system cycle — implementation, upgrade, or optimization — we have a fast four-step model to assess your educational needs, design and deliver your training, and review your preparedness.
de: Nein, dass das Problem, wodurch Sie in Ihrem System zu funktionieren — Implementierung upgrade oder Datenträgeroptimierung. Wir haben eine schnelle four-step Modell zu Sicherheitsbewertung Ihre Educational Design muss, und liefern Sie das Training und überprüfen Sie Ihre Preparedness.

source: Choose your product from the list below: whether there is a windows vista compatible version of your norton product how do I find my version?
de: Wählen Sie ihr Produkt aus der liste unten: ob es ist eine Windows vista-kompatible Version ihres Produkts ermitteln mein Version?

source: If you do not know your order number and password, you can look up your order using your email address and last 5 digits of your credit card.
de: Wenn Sie nicht wissen, ihre Bestellnummer und ihr Kennwort ein, können Sie ihre Bestellung über ihre E-mail-Adresse und den letzten 5 Ziffern ihrer Kreditkarte.

source: The file name will have random letters and numbers, similar to this:
de: Der Dateiname wird willkürlich ausgewählte Buchstaben und Zahlen, etwa so aus:

source: After following the steps in this document, re-run Liveupdate."
de: Nachdem die Schritte in diesem Dokument, re-run Liveupdate".
