Repository: Sarmentor/handycat
Catalog: app/data/PEARL_TS1.xlf
Languages: de

source: Undoubtedly, there are more secretive black market groups on the Internet which take great pains to remain hidden from law enforcement.
de: Undoubtedly gibt es mehrere Secretive Schwarzmarkt Gruppen auf dem Internet, die wichtige Pains dauern, bleiben von law enforcement.

source: Under files to back up, click the category of the file.
de: Klicken Sie unter "zu sichernde Dateien" auf die Kategorie der Datei.

source: Click {1} finish {2} to launch the tasks.
de: Klicken sie auf {1} fertig stellen {2}, um die aufgaben Durchzuführen.

source: {1}{2}isrlrstr.exe for Norton Internet Security or Norton Personal Firewall 2005{3}{4}
de: {1}{2}isrlrstr.exe für Norton Internet Security oder Norton Personal Firewall 2005{3}{4}

source: If Liveupdate fails, on the Liveupdate window, click {1}View summary{2}.
de: Wenn Liveupdate nicht auf das Liveupdate erscheint, klicken Sie auf {1}Zusammenfassung anzeigen{2}.

source: In the lower-left of the screen, you see the numbers 3035,12.
de: Klicken Sie in der linken unteren Ecke des Bildschirms sehen Sie die Nummern 3035,12.

source: I do not want to setup backup and would like to know how to disable backup
de: Ich möchte das Backup nicht einrichten und benötige Anweisungen zum deaktivieren des Backups

source: Version upgrade notification, on which a unique notification ID is printed
de: Versions-Upgrade-Benachrichtigung, auf dem eine eindeutige Benachrichtigungsnummer aufgedruckt ist

source: The subscription service renewal date shows the expiration date as 12/30/1899
de: Das Verlängerungsdatum für den Abonnementdienst zeigt als Ablaufdatum den 30.12.1899 an.

source: Microsoft has addressed several vulnerabilities as part of their April patch release.
de: Microsoft hat einige Sicherheitslück beheben April einen Patch veröffentlicht.

source: Certain norton products are sold with multi-user licenses.
de: Bestimmte Norton-Produkte werden verkauft mit Multi-User-Lizenzen.

source: I do not want to setup backup and would like to know how to disable backup
de: Ich möchte das Backup nicht Einrichten und benötige Anweisungen zum deaktivieren dem Backup

source: Your child must log on with a user account that you have configured in Norton Online Family for web activity monitoring.
de: Ihr Kind müssen Sie sich bei einem Benutzerkonto, dass sie sowohl konfiguriert in Norton Online Family für die Aktivitätsüberwachung Internet.

source: The product key can be found on a yellow sticker on the back of the CD envelope or in the confirmation email of your download purchase.
de: Sie finden den Produktschlüssel auf einen gelben Aufkleber auf der Rückseite der cd-hülle bzw. in der Bestätigungs-e-mail Ihres Downloads.

source: These messages will not appear when the computer is restarted after the removal instructions have been fully completed.
de: Diese Meldung erscheinen nicht, wenn der Computer neu gestartet wird, nachdem die Entfernungsanweisungen vollständig ausgeführt wurden.

source: To fix the problem, uninstall and reinstall your Norton product.
de: Zur behebung dieses Problems müssen Sie dem Norton-Produkt deinstallieren und neu installieren.

source: The process for contacting technical support has also changed.
de: Der Prozess für der Technischen Support von Symantec hat auch geändert wurden.

source: Other applications may cause resource issues and use all the available resources within the instance.
de: Andere Anwendung kann resource Probleme und verwenden Sie alle verfügbaren Ressourcen innerhalb der mal völlig verpasst.

source: Your child must log on with a user account that you have configured in Norton Online Family for web activity monitoring.
de: ihr kind müssen sie sich bei einem benutzerkonto , dass sie sowohl in norton online family für die aktivitätsüberwachung Internet.

source: The product key can be found on a yellow sticker on the back of the CD envelope or in the confirmation email of your download purchase.
de: Sie finden den Produktschlüssel auf einen gelben Aufkleber auf der Rückseite der cd-hülle bzw. in der Bestätigungs-e-mail Ihres Downloads.

source: -under web browsing, click personal firewall.
de: -klicken Sie unter "Internet-nutzung" auf "persönliche Firewall".

source: If your computer is connected to a corporate or small-business network, and if you have Symantec Endpoint Protection, Symantec Antivirus Corporate Edition, or Symantec client security installed, contact your computer administrator before installing Norton Internet security 2009.
de: Wenn Ihr Computer mit einem Firmenetzwerk und Sie Symantec Endpoint Protection, Symantec Antivirus Corporate Edition oder Symantec Client Security installiert haben, wenden Sie sich an Ihren Computeradministrator, bevor der Installation von Norton Internet Security 2009.

source: The council of Europe's cybercrime treaty uses the term 'cybercrime' to refer to offenses ranging from criminal activity against data to content and copyright infringement [Krone, 2005].
de: Die Council von Europa der Computerkriminalität Treaty verwendet den Begriff 'Computerkriminalität', ansprechen Offenses ranging von kriminellen die Daten, die sie vor der und copyright infringement [Krone, 2005].

source: Includes a reporting agent that you can install on legacy Symantec antivirus servers, so that a reporting server can collect events from these servers as well.
de: Enthält einen Berichterstellungs-Agenten, den sie auf älteren Symantec Antivirus-Servern installieren können, damit eine Berichterstellungs-Server können auch ereignisse von diesen Servern sammeln.

source: Look in the "dial-up and virtual private network settings" box.
de: Suchen Sie im Dialogfeld "eine DFÜ-Verbindung wird und VPN-Einstellungen".

source: paidstorageexpiration1 _ 12 = To keep your pc, your identity, and your data protected, please renew your product subscription to continue the automatic and comprehensive protection that Norton 360 provides, including online backup.
de: paidstorageexpiration1 _ 12 = Um Ihren Computer, ihre Identität und Ihre Daten geschützt bitte erneuern sie Ihr Produktabonnement, um Sie weiterhin den automatischen und umfassenden Schutz sowie das Online-Backup von Norton 360.

source: = info that might be found in Afterburner
de: = Informationen, die möglicherweise in Afterburner vorhanden sind

source: In order to purchase an upgrade, please follow the steps below:
de: Um ein Upgrade zu erwerben, befolgen sie bitte die Folgenden schritte:

source: 1. Copy 500mb or 1gb of data from the backup server to the concerned remote server and note the time required to complete the copy operation (this can be done by creating a universal naming convention (UNC) to another server by going to start|run and typing in {1} {2} and then copying the data once the drive displayed).
de: 1. Kopieren Sie 500mb oder 1gb von Daten vom Backup Server auf den beteiligten Remote-Server und beachten sie die erforderliche zeit zur durchführung des Kopieen-Vorgangs (dieser kann fertig sind, indem erstellen einer Universelle Benennungssystem Convention (UNC) auf einem anderen Server zu starten, werden ausführen und Internet-Adresse {1} {2} und wählen Sie kopieren sie Daten sobald das Laufwerk angezeigt wird).

source: Autofix has detected that the antivirus feature was disabled.
de: Autofix hat festgestellt, dass die Antivirus-Funktion deaktiviert wurde.

source: -- "lu1845: this product prevented Liveupdate from updating it.
de: -- "lu1845: dieses Produkt verhinderte, dass Liveupdate von aktualisieren.

source: Microsoft has addressed several vulnerabilities as part of their April patch release.
de: Microsoft hat einige Sicherheitslücken beheben April einen Patch veröffentlicht.

source: 2) Synchronize the product with Symantec servers and set the number of subscription days to accurately reflect subscription time.
de: 2) Mit den Symantec-Servern synchronisieren Sie das Produkt und die Anzahlen der verbleibenden Tage so einstellt, dass die korrekte Abonnementlaufzeit.

source: {1} {2} If you have a trial or introductory subscription of Norton Internet Security 2006 (often provided by our partners with a computer or other hardware purchase), you must first purchase a regular subscription to be eligible to receive the 2007 product feature updates.
de: {1} {2} Wenn Sie ein Probe- oder Einführungsabonnement von Norton Internet Security 2006 besitzen (häufig von unseren Partnern mit einem Computer oder anderer erworbener Hardware mitgeliefert), müssen Sie zuerst ein reguläres Abonnement erwerben, um Anspruch auf die 2007-Produktfunktionsaktualisierungen zu erhalten.

source: Turn off automatic Liveupdate
de: Deaktivieren Sie "automatisches Liveupdate"

source: If you have this page open in any other web browser, such as Firefox, please start IE and open this page in it.
de: Falls Sie diese seite in einem anderen Webbrowser geöffnet ist, zum Beispiel Firefox, IE und öffnen sie diese seite im.

source: Go to www.digitalriver.com/csenter the customers order number and password
de: Wechseln Sie zu www.digitalriver.com/csenter sie den Kunden Bestellnummer und Kennwort

source: If it is correct click Finish.
de: Wenn Sie korrekt sind, klicken Sie auf "fertig stellen".

source: Customer’s message/issue unclear-2 {1}: can you explain that further, please?
de: Kunden Meldung/Problem unclear-2 { 1 }: Können Sie erklären sie dem Kunden, dass, bitte?

source: The default settings that cause the FTP alert to display are:
de: Die Standardeinstellung hinaus die die FTP Warnmeldung angezeigt:

source: When the tool completes, restart your computer.
de: Wenn das Programm fertig ist, starten Sie den Computer neu.

source: To start the computer, it must be on the first drive, and it must contain an operating system.
de: Starten Sie den Computer neu, muss er auf den ersten Laufwerks, und muss eine Betriebssystem enthalten.

source: These features are included in the Norton internet security add-on pack at no additional cost.
de: Diese Funktion sind kostenlos im Norton Internet Security add-on pack für Sie erhältlich.

source: Liveupdate will not be available for this product.
de: Liveupdate wird nicht verfügbar für dieses Produkt.

source: {1}{2} You can determine that the personal firewall is learning in two ways: {3}
de: {1}{2} Sie können, dass die persönliche Firewall die OLernfunktion in zwei möglichkeiten: {3}

source: You might want to change your backup settings for a variety of reasons.
de: Vielleicht möchten ändern der Backup-Einstellungen für eine Vielzahl von Gründe .

source: {1} to archive the files, copy the files to a separate place on the hard drive or to a CD disc or DVD disc.{2}
de: {1} Um die Dateien zu archivieren, kopieren Sie die Dateien in einen separaten Bereich auf der Festplatte oder auf eine CD oder DVD.{2}

source: An animated overview of how phishing works, as well as how it is used to commit cybercrime.
de: Eine animierte Einführung in so funktioniert phishing, wie Sie verwendet wird, um illegale bezeichnet.

source: After Symantec receives your payment, you receive an email confirmation with a renewal code and instructions on how to complete your renewal.
de: Nachdem Ihre Bezahlung bei Symantec eingegangen ist, erhalten Sie eine E-mail-Bestätigung mit einem Verlängerungscode sowie anweisungen zur Durchführung Ihrer Verlängerung.

source: The BE license key format is the same as the prior releases (only the fulfillment method has changed)
de: Sein Lizenzschlüssel format genauso wie die vorhergehende Versionen (nur die Fulfillment Methode geändert hat)
