Repository: Sarmentor/handycat
Catalog: app/data/porto_experiments/matecat/Project_3_-_Product_catalog_-_Office_supplies.doc.xlf
Languages: pt_pt

# NFDBB2FA9-tu1
source: PC and plastic surface cleaning wipes
pt_pt: toalhetes de limpeza de PC e de superfície de plástico

# NFDBB2FA9-tu2
source: Individually packed for extra convenience
pt_pt: Embalado individualmente para maior comodidade

# NFDBB2FA9-tu3
source: Duo detachable tearaway packaging
pt_pt: embalagem tearaway destacável Duo

# NFDBB2FA9-tu4
source: Anti-static coating after cleaning
pt_pt: revestimento anti-estático após a limpeza

# NFDBB2FA9-tu5
source: Each pack contains 20 pairs
pt_pt: Cada embalagem contém 20 pares

# NFDBB2FA9-tu6
source: Wet and Dry Surface Cleaning Wipes
pt_pt: Wet and Dry superfície toalhetes de limpeza

# NFDBB2FA9-tu7
source: Keep your desk, laptop and keyboard surfaces clean of dirt and dust with the <tag> Wet and Dry Surface Cleaning Wipes.
pt_pt: Mantenha as suas superfícies de mesa, laptop e teclado limpo de sujeira e poeira com as <tag> molhadas e superfície seca toalhetes de limpeza.

# NFDBB2FA9-tu8
source: The <tag> Anti-Static Cleaning Cloths are ideal for fast cleaning of telephone sets, keyboards and other hard surfaces.
pt_pt: A <tag> Anti-estático panos de limpeza são ideais para limpeza rápida dos aparelhos telefónicos, teclados e outras superfícies duras.

# NFDBB2FA9-tu9
source: With its anti-static properties the wipes ensures that dust does not immediately settle again after cleaning.
pt_pt: Com suas propriedades anti-estáticas os toalhetes garante que a poeira não resolve volte imediatamente após a limpeza.

# NFDBB2FA9-tu10
source: The easy-to-use wipes are individually packed which makes it easier to carry around in your bag, case or pocket, and prevents the wipes from drying out if left unused over time.
pt_pt: Os toalhetes de fácil utilização são embalados individualmente, o que torna mais fácil de transportar no seu saco, caso ou bolso, e impede que os toalhetes de secar se não forem utilizadas ao longo do tempo.

# NFDBB2FA9-tu11
source: Each package contains 5 pre-moist wipes.
pt_pt: Cada pacote contém 5 toalhetes pré-húmidas.

# NFDBB2FA9-tu12
source: Individually packed pairs for added convenience
pt_pt: pares embalados individualmente para maior comodidade

# NFDBB2FA9-tu13
source: Designed for cleaning telephone sets, keyboards and other hard surfaces
pt_pt: Projetado para aparelhos telefónicos de limpeza, teclados e outras superfícies duras

# NFDBB2FA9-tu14
source: Pre-moist wipes
pt_pt: toalhetes pré-húmidas

# NFDBB2FA9-tu15
source: Wipes are 100% recyclable
pt_pt: Wipes são 100% recicláveis

# NFDBB2FA9-tu16
source: 5 wipes per pack
pt_pt: 5 toalhetes por pacote

# NFDBB2FA9-tu17
source: Anti-Static Cleaning Cloth for Telephones, Keyboards and Hard Surfaces
pt_pt: Pano antiestático de limpeza para telefones, teclados e Hard Surfaces

# NFDBB2FA9-tu18
source: Thoroughly clean telephone sets, keyboards and other hard surfaces with the <tag> Anti-Static Cleaning Cloths.
pt_pt: conjuntos completamente limpas de telefone, teclados e outras superfícies duras com a <tag> Anti-estático panos de limpeza.

# NFDBB2FA9-tu19
source: This premium quality <tag> transport and bundling tape comprises a very powerful synthetic rubber adhesive that will bond well to all types of smooth or uneven surfaces including steel, plastic and cardboard.
pt_pt: Esta qualidade superior <tag> transporte e agregação de fita compreende um adesivo de borracha sintética muito poderosa que irá ligar bem a todos os tipos de superfícies lisas ou irregulares, incluindo aço, plástico e papelão.

# NFDBB2FA9-tu20
source: This very reliable and high performing fibreglass packaging tape features glass filaments laminated onto polyester film.
pt_pt: Este desempenho fita de embalagem de fibra de vidro muito confiável e de alta possui filamentos de vidro laminado em película de poliéster.

# NFDBB2FA9-tu21
source: Used primarily to seal heavy duty cartons, securely fasten pallets or to bundle loose items together, <tag> tape is a durable, multipurpose and secure solution that is tear resistant.
pt_pt: Usado principalmente para selar embalagens pesados, prenda paletes ou para agrupar os itens soltos juntos, <tag> fita é uma solução durável, polivalente e seguro que é resistente ao desgaste.

# NFDBB2FA9-tu22
source: It is also ideal for transport securing, fastening components and end-tabbing metal bands and coils.
pt_pt: Também é ideal para proteger o transporte, componentes de fixação e bandas de metal-tabulações finais e bobinas.

# NFDBB2FA9-tu23
source: Each transparent roll of tape measures 19 mm x 50 m.
pt_pt: Cada rolo de fita adesiva transparente mede 19 mm x 50 m.

# NFDBB2FA9-tu24
source: Used for sealing heavy duty cartons, fastening pallets or bundling of heavy items
pt_pt: Usado para selar embalagens pesados, paletes de fixação ou a agregação de itens pesados

# NFDBB2FA9-tu25
source: Durable, tear-resistant fibreglass backing material
pt_pt: , Material de fibra de vidro revestimento protetor resistente ao desgaste durável

# NFDBB2FA9-tu26
source: Very high tensile strength
pt_pt: Muito alta resistência à tracção

# NFDBB2FA9-tu27
source: Very low elongation
pt_pt: Alongamento muito baixo

# NFDBB2FA9-tu28
source: High-quality synthetic rubber adhesive
pt_pt: adesivo de borracha sintética de alta qualidade

# NFDBB2FA9-tu29
source: Use the heavy duty <tag> 04590 Monofilament Tape to securely seal boxes, fasten pallets or bundle loose items with its tear-resistance and high tensile strength.
pt_pt: Use o serviço pesado Tape <tag> 04.590 monofilamento para selar firmemente caixas, paletes prender ou agrupar os itens soltos com a sua lágrima-resistência e alta resistência à tração.

# NFDBB2FA9-tu30
source: The <tag> Pack 'n Go hand dispenser is easy to use and is ideal for the casual packager.
pt_pt: A <tag> Pack 'n dispensador de mão Go é fácil de usar e é ideal para o empacotador casual.

# NFDBB2FA9-tu31
source: Its sturdy metal frame and sharp cutter is complemented with a flexible tape-pressing wiper and a moulded plastic hand grip.
pt_pt: Sua armação de metal resistente e cortador afiado é complementada com um limpador de pára-pressionando fita flexível e um aperto de mão de plástico moldado.

# NFDBB2FA9-tu32
source: Easy to hold with the ergonomically designed grip, this <tag> hand dispenser is an ideal accompaniment for securely sealing shipping cartons and general packages.
pt_pt: Fácil de segurar com o aperto ergonomicamente projetado, este distribuidor <tag> mão é um acompanhamento ideal para a vedação segura caixas de transporte e pacotes gerais.

# NFDBB2FA9-tu33
source: Each dispenser is able to accept tape rolls to a maximum width of 50 mm and maximum length of 66 m.
pt_pt: Cada embalagem é capaz de aceitar rolos de fita para uma largura máxima de 50 mm e comprimento máximo de 66 m.

# NFDBB2FA9-tu34
source: Tape dispenser for packing
pt_pt: dispensador de fita para a embalagem

# NFDBB2FA9-tu35
source: Seal shipping cartons and general packages quicker and easier
pt_pt: caixas de transporte Seal e pacotes gerais mais rápidas e mais fáceis

# NFDBB2FA9-tu36
source: Solid metal frame
pt_pt: estrutura de metal sólido

# NFDBB2FA9-tu37
source: Ergonomically designed hand grip
pt_pt: aperto de mão ergonomicamente projetado

# NFDBB2FA9-tu38
source: Sharp cutter with replaceable blade
pt_pt: cortador afiado com lâmina substituível

# NFDBB2FA9-tu39
source: Rubber roller and flexible tape-pressing wiper makes it easy to use
pt_pt: rolo de borracha e limpador de prensagem fita flexível faz com que seja fácil de usar

# NFDBB2FA9-tu40
source: Featuring an easy-to-use grip and solid metal frame, the <tag> Pack 'n Go Hand Tape Dispenser is the ideal accompaniment for all your tape packaging needs.
pt_pt: Apresentando um aperto fácil de usar e estrutura de metal sólida, o <tag> Pack 'n Go Mão Tape Dispenser é o acompanhamento ideal para todas as suas necessidades de embalagem de fita.

# NFDBB2FA9-tu41
source: Pack 'n Go Hand Tape Dispenser Blue 171 x 68 x 115 mm
pt_pt: Pack 'n Go Mão Tape Dispenser azul 171 x 68 x 115 mm

# NFDBB2FA9-tu42
source: Featuring an easy-to-use grip and solid metal frame, the <tag> Pack 'n Go Hand Tape Dispenser is the ideal accompaniment for all your tape packaging needs.
pt_pt: Apresentando um aperto fácil de usar e estrutura de metal sólida, o <tag> Pack 'n Go Mão Tape Dispenser é o acompanhamento ideal para todas as suas necessidades de embalagem de fita.

# NFDBB2FA9-tu43
source: The <tag> hand dispenser features an easy-to-use grip, fully adjustable tension control and a rubber roller for easy application of all standard packaging tapes.
pt_pt: O distribuidor <tag> mão apresenta um aperto fácil de usar, controle de tensão totalmente ajustável e um rolo de borracha para facilitar a aplicação de todas as fitas de embalagem padrão.

# NFDBB2FA9-tu44
source: It also comes with 2 rolls of polypropylene packaging tape to make one handy and economical package.
pt_pt: Ele também vem com 2 rolos de fita de embalagem de polipropileno para fazer um pacote acessível e econômica.

# NFDBB2FA9-tu45
source: The dispenser's sturdy metal frame and sharp cutter with plastic cover to protect you from injuries is complemented with a flexible tape pressing wiper and a moulded plastic hand grip.
pt_pt: armação de metal resistente do dispensador e cortador afiado com tampa de plástico para protegê-lo de lesões é complementado com uma fita pressionando limpador flexível e um aperto de mão de plástico moldado.

# NFDBB2FA9-tu46
source: Easy to hold, this combination of <tag> hand dispenser and tape rolls is a durable and low-cost solution for general packaging needs.
pt_pt: Fácil de segurar, essa combinação de rolos <tag> dispensador de mão e de fita é uma solução durável e de baixo custo para as necessidades gerais de embalagem.

# NFDBB2FA9-tu47
source: The dispenser is able to accept tape rolls to a maximum width of 50 mm and maximum length of 60 m.
pt_pt: O distribuidor é capaz de aceitar rolos de fita para uma largura máxima de 50 mm e comprimento máximo de 60 m.

# NFDBB2FA9-tu48
source: Easily adjustable tension control
pt_pt: controle de tensão facilmente ajustável

# NFDBB2FA9-tu49
source: Sharp cutter
pt_pt: cortador afiado

# NFDBB2FA9-tu50
source: Rubber roller and flexible tape-pressing wiper makes it easy to use
pt_pt: rolo de borracha e limpador de prensagem fita flexível faz com que seja fácil de usar

# NFDBB2FA9-tu51
source: A pack contains 2 rolls of polypropylene packaging tape plus 1 hand dispenser
pt_pt: A embalagem contém 2 rolos de fita de embalagem de polipropileno e 1 distribuidor de mão

# NFDBB2FA9-tu52
source: Packaging Tape Promo Pack Including Hand Tape Dispenser Blue and Red + PP Packaging Tape Brown 2 Rolls 50 mm x 60 m
pt_pt: Packaging Tape Promo Pack incluindo a fita mão Dispenser Azul e Vermelho PP embalagem fita Brown 2 Rolls 50 mm x 60 m

# NFDBB2FA9-tu53
source: Featuring a <tag> Hand Tape Dispenser and 2 packaging tape rolls, this <tag> Promo Pack is the ideal solution for all your tape packaging needs.
pt_pt: Apresentando um <tag> Mão Dispenser Tape e 2 rolos de fita de embalagem, este <tag> Promo Pack é a solução ideal para todas as suas necessidades de embalagem de fita.

# NFDBB2FA9-tu54
source: This transparent plastic bag is great for business, personal, or school use; keep all sorts of items wrapped up neatly so that they don't get lost, damaged or misplaced.
pt_pt: Este saco de plástico transparente é grande para o negócio, ou uso escolar pessoal; manter todos os tipos de itens embalados ordenadamente para que eles não ficam perdidos, danificados ou extraviados.

# NFDBB2FA9-tu55
source: The bag is suitable for all kinds of items, from tools to documents to food items.
pt_pt: O saco é adequado para todos os tipos de itens, desde as ferramentas aos documentos para itens alimentares.

# NFDBB2FA9-tu56
source: These <tag> Grip Seal Polythene bags are reusable, making them extremely cost-effective.
pt_pt: Estes <tag> aperto Seal sacos de polietileno são reutilizáveis, tornando-os extremamente rentável.

# NFDBB2FA9-tu57
source: They are furthermore easy to use, since the bags' channel closes and seals with ease.
pt_pt: Eles são, além disso, fácil de usar, uma vez que canal dos sacos é fechada e vedada com facilidade.

# NFDBB2FA9-tu58
source: In addition, each bag features a useful labelling strip, for easy identification of its contents.
pt_pt: Além disso, cada saco apresenta uma tira de marcação úteis, para facilitar a identificação do seu conteúdo.

# NFDBB2FA9-tu59
source: The bags come with a 5 mm hole at the top, which allows you to hang the bags where required.
pt_pt: As bolsas vêm com um buraco de 5 mm na parte superior, que lhe permite pendurar os sacos onde necessário.

# NFDBB2FA9-tu60
source: Resealable plastic wallets
pt_pt: carteiras de plástico hermeticamente fechado

# NFDBB2FA9-tu61
source: Keeps items from getting lost, damaged or misplaced
pt_pt: Mantém itens de ficar perdido, danificado ou extraviado

# NFDBB2FA9-tu62
source: Suitable for a wide range of items
pt_pt: Adequado para uma ampla gama de itens

# NFDBB2FA9-tu63
source: Can be used in workplace, school or home
pt_pt: Pode ser usado em local de trabalho, escola ou em casa

# NFDBB2FA9-tu64
source: Readily visible contents
pt_pt: conteúdos facilmente visível

# NFDBB2FA9-tu65
source: Reusable for cost savings
pt_pt: Reutilizável para redução de custos

# NFDBB2FA9-tu66
source: 6 mm hole at top of bag for hanging
pt_pt: Orifício de 6 mm na parte superior do saco para pendurar

# NFDBB2FA9-tu67
source: Easy to use
pt_pt: Fácil de utilizar

# NFDBB2FA9-tu68
source: White printed label panel for writing on
pt_pt: Painel branco rótulo impresso para escrever sobre

# NFDBB2FA9-tu69
source: Total thickness:
pt_pt: Espessura total

# NFDBB2FA9-tu70
source: Packaged quantity:
pt_pt: Quantidade embalada:

# NFDBB2FA9-tu71
source: Label Permanent Multipurpose White Angular 99.1 x 67.7 mm 100 Sheets
pt_pt: Rotular Multipurpose Permanente Branco angular 99,1 x 67,7 mm 100 folhas

# NFDBB2FA9-tu72
source: <tag> Multipurpose Labels are high-quality permanent labels that are ideal for easy organising and labelling.
pt_pt: <Tag> Etiquetas Multipurpose são rótulos permanentes de alta qualidade que são ideais para facilitar a organização e rotulagem.

# NFDBB2FA9-tu73
source: These multipurpose labels by <tag> can be used for labelling envelopes and letters, parcels or packages.
pt_pt: Esses rótulos polivalentes por <tag> pode ser usado para envelopes de rotulagem e cartas, encomendas ou pacotes.

# NFDBB2FA9-tu74
source: Additionally, these adhesive labels feature angular corners and are ideal for general identification purposes at the office or at home.
pt_pt: Além disso, essas etiquetas adesivas apresentam cantos angulares e são ideais para fins gerais de identificação no escritório ou em casa.

# NFDBB2FA9-tu75
source: A pack contains 100 sheets of 210 x 287mm sized labels, giving you 100 labels in total per pack.
pt_pt: A embalagem contém 100 folhas de 210 x 287 milímetros etiquetas de tamanho, dando-lhe 100 rótulos no total por pacote.

# NFDBB2FA9-tu76
source: Layouts compatible with all leading software packages
pt_pt: Layouts compatíveis com todos os pacotes de software líderes

# NFDBB2FA9-tu77
source: Can be used in a wide range of printers and copiers
pt_pt: Pode ser usado em uma ampla gama de copiadoras e impressoras

# NFDBB2FA9-tu78
source: Ideal for labelling larger items
pt_pt: Ideal para etiquetar itens maiores
