Repository: Sarmentor/handycat
Catalog: app/data/porto_experiments/matecat/Project_2_-_Marketing_questionnaire.doc.xlf
Languages: pt_pt

# NFDBB2FA9-tu1
source: Which of the following types of devices do you OWN AND USE?
pt_pt: Qual dos seguintes tipos de dispositivos possui ou usa?

# NFDBB2FA9-tu2
source: Please select all that apply
pt_pt: Selecione todas as opções que se aplicam

# NFDBB2FA9-tu3
source: And which of the following types of devices do you currently USE TO ACCESS THE INTERNET at home, work, or elsewhere (including devices you do not personally own, at work or in a public place e.g. library or internet café)?
pt_pt: E qual dos seguintes tipos de dispositivos que você usa atualmente para acessar a Internet em casa, no trabalho ou em outros lugares (incluindo os dispositivos que você não possui, pessoalmente, no trabalho ou em um ou seja, bibliotecas lugar público ou internet café)?

# NFDBB2FA9-tu4
source: We would now like to ask you about your spending habits.
pt_pt: Gostaríamos agora de lhe perguntar sobre seus hábitos.

# NFDBB2FA9-tu5
source: Please be assured that all information provided will be anonymous and used solely for the purposes of this research and no personally identifiable information will be made available to third parties.
pt_pt: Tenha certeza de que todas as informações fornecidas serão anônimas e utilizados exclusivamente para os fins desta pesquisa e nenhuma informação pessoal será disponibilizada a terceiros.

# NFDBB2FA9-tu6
source: This is the insert marker used for the Q6 question
pt_pt: Este é o marcador de inserção utilizados para a questão Q6

# NFDBB2FA9-tu7
source: Please remember to enter your answers in thousands of <tag>. For example, if your total spend is 12 111 <tag>, please type '12' in the box.
pt_pt: Por favor, lembre-se de inserir as respostas em milhares de <tag>. Por exemplo, se o seu gasto total é de 12 111 <tag>, por favor, escreva '12' na caixa.

# NFDBB2FA9-tu8
source: This is the insert marker used for the Q6 question
pt_pt: Este é o marcador de inserção utilizados para a questão Q6

# NFDBB2FA9-tu9
source: Please type in your total spend to the nearest one thousand (1,000) <tag>.
pt_pt: Por favor, digite o seu gasto total para a mais próxima mil (1.000) <tag>.

# NFDBB2FA9-tu10
source: Please type in the closest full number to your total spend in <tag>.
pt_pt: Por favor, digite o número total mais próximo do seu gasto total em <tag>.

# NFDBB2FA9-tu11
source: For example, if your total spend is 12.99, please type in 13.
pt_pt: Por exemplo, se seu gasto total é de 12,99, por favor digite 13.

# NFDBB2FA9-tu12
source: Thinking about each of the categories below, please estimate your total spend in each category over the past 12 months:
pt_pt: Pensando em cada uma das categorias abaixo, por favor, estimar o seu gasto total em cada categoria ao longo dos últimos 12 meses:

# NFDBB2FA9-tu13
source: A) For purchases made online.
pt_pt: A) Para compras feitas online.

# NFDBB2FA9-tu14
source: B) For purchases made offline.
pt_pt: B) Para compras feitas offline.

# NFDBB2FA9-tu15
source: This includes food, clothing and other items but excludes rent or mortgage payments, utility bills (gas, electric, council tax) and large one off payments (e.g. buying a new car).
pt_pt: Isso inclui alimentos, roupas e outros itens, mas exclui aluguel ou hipoteca pagamentos, contas de serviços públicos (gás, energia elétrica, imposto municipal) e grandes um off pagamentos (por exemplo, a compra de um carro novo).

# NFDBB2FA9-tu16
source: If you're unsure, please provide your best guess.
pt_pt: Se não tiver certeza, por favor fornecer o seu melhor palpite.

# NFDBB2FA9-tu17
source: If you don't have any spending for the following categories, enter nothing or 0.
pt_pt: Se você não tem qualquer despesa para as seguintes categorias, digite nada, ou 0.

# NFDBB2FA9-tu18
source: By online we mean any purchase made on the internet via a desktop / laptop / notebook / Smartphone or Tablet.
pt_pt: Por on-line que qualquer compra feita na internet através de um desktop / laptop / notebook / Smartphone ou Tablet.

# NFDBB2FA9-tu19
source: By offline we mean any purchase made in a physical store.
pt_pt: Por desligada queremos dizer qualquer compra feita em uma loja física.

# NFDBB2FA9-tu20
source: Please provide an answer.
pt_pt: Por favor, forneça uma resposta.

# NFDBB2FA9-tu21
source: The spending across all devices should be equal to the total amount shown
pt_pt: Os gastos em todos os dispositivos deve ser igual ao valor total mostrado

# NFDBB2FA9-tu22
source: You indicated that your total annual online spend in the last 12 months is as follows.
pt_pt: Você indicou que seus gastos on-line total anual nos últimos 12 meses é a seguinte.

# NFDBB2FA9-tu23
source: How does this split by device?
pt_pt: Como é que esta divisão por dispositivo?

# NFDBB2FA9-tu24
source: Total online spend in the last 12 months
pt_pt: gastos online total nos últimos 12 meses

# NFDBB2FA9-tu25
source: Spend on purchases made via a desktop / laptop / notebook
pt_pt: Gastar em compras feitas através de um desktop / laptop / notebook

# NFDBB2FA9-tu26
source: Spend on purchases made via a Smartphone
pt_pt: Gastar em compras feitas através de um Smartphone

# NFDBB2FA9-tu27
source: Spend on purchases made via a Tablet
pt_pt: Gastar em compras feitas através de um Tablet

# NFDBB2FA9-tu28
source: Spend on purchases made via other devices (e.g. Games consoles, Smart TVs)
pt_pt: Gastar em compras feitas através de outros dispositivos (por exemplo, consolas de jogos, Smart TVs)

# NFDBB2FA9-tu29
source: The total should be equal to 100%
pt_pt: O total deve ser igual a 100%

# NFDBB2FA9-tu30
source: Of all the money you spend online currently, approximately what proportion do you spend in each of the following ways?
pt_pt: De todo o dinheiro que você gasta on-line atualmente, aproximadamente qual a proporção que você gasta em cada uma das seguintes maneiras?

# NFDBB2FA9-tu31
source: Please provide your best guess if you are not sure
pt_pt: Por favor, forneça o seu melhor palpite se você não tem certeza

# NFDBB2FA9-tu32
source: Please enter the percentage (%) of your current spending that falls into each category
pt_pt: Por favor, indique a percentagem (%) de seus gastos corrente que cai em cada categoria

# NFDBB2FA9-tu33
source: On dedicated shopping websites via an internet browser
pt_pt: Em sites de compras dedicados através de um navegador de internet

# NFDBB2FA9-tu34
source: Through a dedicated shopping App on a smartphone or tablet
pt_pt: Através de um dedicado App compras em um smartphone ou tablet

# NFDBB2FA9-tu35
source: Through social media sites (e.g. buyable pins on Pinterest, In-tweet purchases on Twitter, WeChat purchases etc.)
pt_pt: Através de sites de mídia social (por exemplo, pinos compráveis ​​no Pinterest, compras In-tweet no Twitter, WeChat compras etc.)

# NFDBB2FA9-tu36
source: Other
pt_pt: Outros

# NFDBB2FA9-tu37
source: Total amount entered
pt_pt: montante total inscrito

# NFDBB2FA9-tu38
source: Please enter your spending in all categories requested.
pt_pt: Por favor, indique os seus gastos em todas as categorias solicitadas.

# NFDBB2FA9-tu39
source: The amount allocated in the columns 3 and 4 should be equal to 100.
pt_pt: O montante atribuído nas colunas 3 e 4 deve ser igual a 100.

# NFDBB2FA9-tu40
source: ONLINE % of spend - last 12 months
pt_pt: % ONLINE de gastos - últimos 12 meses

# NFDBB2FA9-tu41
source: OFFLINE % of spend – last 12 months
pt_pt: % OFFLINE dos gastos - últimos 12 meses

# NFDBB2FA9-tu42
source: ONLINE % of spend – next 12 months
pt_pt: % ONLINE de gastos - próximos 12 meses

# NFDBB2FA9-tu43
source: OFFLINE % of spend – next 12 months
pt_pt: % OFFLINE dos gastos - próximos 12 meses

# NFDBB2FA9-tu44
source: How do you think the overall amount of your online spending will change over the next 12 months?
pt_pt: Como você acha que a quantidade total de seus gastos on-line irá mudar ao longo dos próximos 12 meses?

# NFDBB2FA9-tu45
source: My online spending will increase
pt_pt: Meu gastos on-line vai aumentar

# NFDBB2FA9-tu46
source: My online spending will stay the same
pt_pt: Meu gastos on-line vai ficar na mesma

# NFDBB2FA9-tu47
source: My online spending will decrease
pt_pt: Meu gastos online diminuirá

# NFDBB2FA9-tu48
source: Don't know
pt_pt: Não sei

# NFDBB2FA9-tu49
source: online spending will increase
pt_pt: gastos on-line vai aumentar

# NFDBB2FA9-tu50
source: online spending will decrease
pt_pt: gastos online diminuirá

# NFDBB2FA9-tu51
source: Why do you think that your overall <tag> over the next 12 months?
pt_pt: Por que você acha que o seu total <tag> ao longo dos próximos 12 meses?

# NFDBB2FA9-tu52
source: Please select all that apply
pt_pt: Selecione todas as opções que se aplicam

# NFDBB2FA9-tu53
source: Change in my disposable income
pt_pt: Alterar no meu rendimento disponível

# NFDBB2FA9-tu54
source: Changes in the economy
pt_pt: Mudanças na economia

# NFDBB2FA9-tu55
source: Changes in currency and exchange rates
pt_pt: Mudanças nas taxas de câmbio e de câmbio

# NFDBB2FA9-tu56
source: Convenience of shopping online
pt_pt: Conveniência das compras on-line

# NFDBB2FA9-tu57
source: Plan to save more money
pt_pt: Plano para economizar mais dinheiro

# NFDBB2FA9-tu58
source: Expect shipping to become faster
pt_pt: Esperar o transporte para se tornar mais rápido

# NFDBB2FA9-tu59
source: Expect shipping to become cheaper
pt_pt: Esperar o transporte para se tornar mais barato

# NFDBB2FA9-tu60
source: Other (please specify)
pt_pt: Outro (favor especificar)

# NFDBB2FA9-tu61
source: No particular reason
pt_pt: Nenhuma razão em particular

# NFDBB2FA9-tu62
source: The spending across all devices should be equal to 100%
pt_pt: Os gastos em todos os dispositivos deve ser igual a 100%

# NFDBB2FA9-tu63
source: Based on your answers to previous questions, your proportion of on-line spend by device over the last 12 months is as follows.
pt_pt: Com base em suas respostas às perguntas anteriores, a sua proporção de gastos on-line pelo dispositivo ao longo dos últimos 12 meses é a seguinte.

# NFDBB2FA9-tu64
source: Thinking about the next 12 months, do you expect your proportion of spend by device to increase, decrease or stay the same?
pt_pt: Pensando nos próximos 12 meses, você espera que o seu proporção de gasto por dispositivo para aumentar, diminuir ou permanecer o mesmo?

# NFDBB2FA9-tu65
source: Please allocate your proportion of desktop / laptop / notebook, Smartphone, Tablet and other device spend for the next 12 months.
pt_pt: Por favor, alocar o seu proporção de desktop / laptop / notebook, smartphone, tablet e outros gastos dispositivo para os próximos 12 meses.

# NFDBB2FA9-tu66
source: Last 12 months
pt_pt: Últimos 12 meses

# NFDBB2FA9-tu67
source: Next 12 months
pt_pt: Próximos 12 meses

# NFDBB2FA9-tu68
source: Spend on purchases made via other devices (e.g. Games consoles, Smart TVs)
pt_pt: Gastar em compras feitas através de outros dispositivos (por exemplo, consolas de jogos, Smart TVs)

# NFDBB2FA9-tu69
source: Regardless of the amount of your future online spend, how frequently do you think you will purchase online in the next 12 months?
pt_pt: Independentemente da quantidade de seu futuro gastos on-line, com que frequência você acha que você vai comprar on-line nos próximos 12 meses?

# NFDBB2FA9-tu70
source: Will purchase LESS frequently online than in the last 12 months
pt_pt: Vai comprar menos frequência on-line do que nos últimos 12 meses

# NFDBB2FA9-tu71
source: Will purchase with the SAME frequency online as in the last 12 months
pt_pt: Vai comprar com a frequência SAME on-line como nos últimos 12 meses

# NFDBB2FA9-tu72
source: Will purchase MORE frequently online than in the last 12 months
pt_pt: Vai comprar mais frequentemente em linha do que nos últimos 12 meses

# NFDBB2FA9-tu73
source: Not sure
pt_pt: Não sei

# NFDBB2FA9-tu74
source: And how do you think your overall spending will change in the next 12 months vs. past 12 months, regardless of category or whether you spend online or offline?
pt_pt: E como você acha que a sua despesa global vai mudar nos próximos 12 meses versus 12 meses passados, independentemente da categoria ou se você gasta on-line ou off-line?

# NFDBB2FA9-tu75
source: Lower by
pt_pt: Baixos

# NFDBB2FA9-tu76
source: Same
pt_pt: Igual

# NFDBB2FA9-tu77
source: Higher by
pt_pt: superior até

# NFDBB2FA9-tu78
source: Thinking about shopping online, which of the following countries or regions' websites have you purchased from in the past 12 months?
pt_pt: Pensando em compras on-line, qual dos seguintes países ou sites das regiões tenham adquirido a partir dos últimos 12 meses?

# NFDBB2FA9-tu79
source: Please select all that apply and include your home country if applicable.
pt_pt: Por favor, selecione todos que se apliquem e incluir o seu país de origem se for o caso.
