Repository: Sarmentor/handycat
Catalog: app/data/porto_experiments/matecat/Project_4_-_User_manual_-_industrial_equipment.doc.xlf
Languages: pt_pt

# NFDBB2FA9-tu1
source: Preface
pt_pt: Prefácio

# NFDBB2FA9-tu2
source: This document provides the safety requirements for all <tag> products, including:
pt_pt: Este documento fornece os requisitos de segurança para todos <tag> produtos, incluindo:

# NFDBB2FA9-tu3
source: Some information in this document does not apply to all <tag> equipment.
pt_pt: Algumas informações contidas neste documento não se aplica a todos <tag> equipamento.

# NFDBB2FA9-tu4
source: Refer to the information that applies to the <tag> equipment at your facility and disregard those items that do not apply.
pt_pt: Consulte as informações que se aplica ao <tag> equipamentos em suas instalações e desconsiderar os itens que não se aplicam.

# NFDBB2FA9-tu5
source: The user guides for <tag> products are provided as separate documents.
pt_pt: Os guias do usuário para <tag> produtos são fornecidos como documentos separados.

# NFDBB2FA9-tu6
source: For safety information about products not covered in this document, call the Technical Support Center for <tag> products at
pt_pt: Para obter informações de segurança sobre produtos não abrangidos neste documento, ligue para o Centro de Suporte Técnico para <tag> produtos em

# NFDBB2FA9-tu7
source: <tag> if calling within the United States
pt_pt: <Tag>, se chamando dentro dos Estados Unidos

# NFDBB2FA9-tu8
source: <tag> if calling outside the United States
pt_pt: <Tag>, se chamando fora dos Estados Unidos

# NFDBB2FA9-tu9
source: Defined Terms
pt_pt: Termos Definidos

# NFDBB2FA9-tu10
source: The following table identifies the defined terms used throughout this document for certain products and product features.
pt_pt: A tabela a seguir identifica os termos definidos utilizados ao longo deste documento para determinados produtos e recursos do produto.

# NFDBB2FA9-tu11
source: Product/Feature
pt_pt: Característica do produto

# NFDBB2FA9-tu12
source: Defined Term
pt_pt: Termo definido

# NFDBB2FA9-tu13
source: Equipment Markings and Symbols
pt_pt: À marcação dos equipamentos e símbolos

# NFDBB2FA9-tu14
source: Several symbols are used to convey visual messages in this manual and on the equipment.
pt_pt: Vários símbolos são usados ​​para transmitir mensagens visuais neste manual e no equipamento.

# NFDBB2FA9-tu15
source: The symbols follow the International Organization for Standards (ISO) format.
pt_pt: Os símbolos seguem a Organização Internacional de Normalização (ISO) formato.

# NFDBB2FA9-tu16
source: General hazard—Loss, injury, or damage may occur.
pt_pt: perigo da perda geral, podem ocorrer lesões ou danos.

# NFDBB2FA9-tu17
source: Refer to the accompanying documents or the adjacent text.
pt_pt: Consulte os documentos de acompanhamento ou o texto adjacente.

# NFDBB2FA9-tu18
source: Shock hazard—Shock hazard.
pt_pt: Choque eléctrico perigo de choque.

# NFDBB2FA9-tu19
source: Refer servicing to qualified service personnel.
pt_pt: Consulte os serviços de manutenção com pessoal de manutenção qualificado.

# NFDBB2FA9-tu20
source: Tip Over Hazard—Moving equipment requires special attention to avoid tipping it over and injuring an individual.
pt_pt: Derrubar sobre os perigos Movendo equipamento requer atenção especial para evitar a sua queda e ferindo uma pessoa.

# NFDBB2FA9-tu21
source: On Position—Number 1 or letter I. Indicates the switch position for turning on the power supply.
pt_pt: Em Posição-número 1 ou a letra I. Indica a posição do interruptor para ligar a fonte de alimentação.

# NFDBB2FA9-tu22
source: For push-button switches, the following symbol may also be used:
pt_pt: Para interruptores de premir, pode também ser utilizado o seguinte símbolo:

# NFDBB2FA9-tu23
source: Off Position—Number 0 or letter O. Indicates the switch position for turning off the power supply.
pt_pt: Off Position-número 0 ou letra O. Indica a posição do interruptor para desligar a fonte de alimentação.

# NFDBB2FA9-tu24
source: For push-button switches, the following symbol may also be used:
pt_pt: Para interruptores de premir, pode também ser utilizado o seguinte símbolo:

# NFDBB2FA9-tu25
source: Directive 2002/96/EC—Waste electrical and electronic equipment; not for municipal waste.
pt_pt: Directiva 2002/96 / EC-Resíduos de equipamentos eléctricos e electrónicos; não para resíduos urbanos.

# NFDBB2FA9-tu26
source: Directive 2002/95/EC—Restriction of the use of certain hazardous substances in electrical and electronic equipment.
pt_pt: Directiva 2002/95 / EC-Restrição do uso de determinadas substâncias perigosas em equipamentos eléctricos e electrónicos.

# NFDBB2FA9-tu27
source: Maximum Weight—Maximum weight allowed for drawer contents.
pt_pt: peso-Peso Máximo máximo permitido para conteúdo da gaveta.

# NFDBB2FA9-tu28
source: Do not overload the drawer.
pt_pt: Não sobrecarregue a gaveta.

# NFDBB2FA9-tu29
source: Terminology
pt_pt: Terminologia

# NFDBB2FA9-tu30
source: The following terms are used throughout this document to identify <tag> components.
pt_pt: Os seguintes termos são utilizados ao longo deste documento para identificar <tag> componentes.

# NFDBB2FA9-tu31
source: Station—Identifies a unit with or without drawers, doors, <tag> technology, or a computer-based system with a screen and keyboard.
pt_pt: Station-Identifica uma unidade com ou sem gavetas, portas, <tag> tecnologia, ou de um sistema baseado em computador com uma tela e teclado.

# NFDBB2FA9-tu32
source: Main—Identifies a station that has a computer system and screen for managing and tracking the items in an auxiliary station as well as in a main station.
pt_pt: Main-Identifica uma estação que tem um sistema de computador e tela para gerenciar e rastrear os itens em uma estação auxiliar, bem como em uma estação principal.

# NFDBB2FA9-tu33
source: The main may be an open wire frame or closed metal frame construction.
pt_pt: O principal pode ser uma armação de arame aberta ou construção estrutura metálica fechada.

# NFDBB2FA9-tu34
source: Auxiliary—Identifies a station that can be added to a main station to increase capacity.
pt_pt: Auxiliar-Identifica uma estação que pode ser adicionado a uma estação principal para aumentar a capacidade.

# NFDBB2FA9-tu35
source: The auxiliary unit does not have a computer system.
pt_pt: A unidade auxiliar não tem um sistema de computador.

# NFDBB2FA9-tu36
source: Conventions
pt_pt: Convenções

# NFDBB2FA9-tu37
source: This document uses the following conventions:
pt_pt: Este documento utiliza as seguintes convenções:

# NFDBB2FA9-tu38
source: Text
pt_pt: Texto

# NFDBB2FA9-tu39
source: The names of document titles, cross-references, and text that requires emphasis are formatted in italics.
pt_pt: Os nomes dos títulos de documentos, referências cruzadas, e um texto que exige ênfase são formatados em itálico.

# NFDBB2FA9-tu40
source: The names of buttons, menu commands, options, icons, file names, and folders are formatted in bold.
pt_pt: Os nomes dos botões, comandos de menu, opções, ícones, nomes de arquivos e pastas são formatados em negrito.

# NFDBB2FA9-tu41
source: User input is formatted in Courier bold.
pt_pt: A entrada do usuário é formatado em Courier negrito.

# NFDBB2FA9-tu42
source: Programming code is formatted in Courier fixed width.
pt_pt: código de programação é formatado em largura fixa Courier.

# NFDBB2FA9-tu43
source: Icons
pt_pt: Ícones

# NFDBB2FA9-tu44
source: This document uses the following symbols:
pt_pt: Este documento utiliza os seguintes símbolos:

# NFDBB2FA9-tu45
source: Notes contain supplementary information or emphasize a point or procedure.
pt_pt: As notas contêm informações complementares ou enfatizar um ponto ou procedimento.

# NFDBB2FA9-tu46
source: Caution indicates a potentially hazardous situation which, if not avoided, could result in minor or moderate injury.
pt_pt: |||UNTRANSLATED_CONTENT_START|||Caution indicates a potentially hazardous situation which, if not avoided, could result in minor or moderate injury.|||UNTRANSLATED_CONTENT_END|||

# NFDBB2FA9-tu47
source: Caution is also used to alert against unsafe practices that could result in unpredictable results or data loss.
pt_pt: Cuidado também é usado para alertar contra práticas inseguras que podem resultar em resultados imprevisíveis ou perda de dados.

# NFDBB2FA9-tu48
source: Warning indicates a potentially hazardous situation which, if not avoided, could result in death or serious injury.
pt_pt: Indica uma situação potencialmente perigosa que, se não for evitada, poderá resultar em morte ou lesão grave.
