Repository: Sarmentor/handycat
Catalog: app/data/porto_experiments/matecat/Project_1_-_Mobile_phone_instructions.doc.xlf
Languages: pt_pt

# NFDBB2FA9-tu1
source: You can use the keypad to enter alphanumeric characters and symbols.
pt_pt: Você pode usar o teclado para digitar caracteres alfanuméricos e símbolos.

# NFDBB2FA9-tu2
source: For example, you can add entries to the contacts, write messages or schedule events on the calendar.
pt_pt: Por exemplo, você pode adicionar entradas para os contatos, escrever mensagens ou agendar eventos no calendário.

# NFDBB2FA9-tu3
source: You can scroll through this list and select the character you want.
pt_pt: Você pode percorrer esta lista e selecione o caractere desejado.

# NFDBB2FA9-tu4
source: Stop when you see an "h" on the screen.
pt_pt: Pare quando você vê um "h" na tela.

# NFDBB2FA9-tu5
source: After entering the first letter, you can directly press another key (except Send) to enter the next letter.
pt_pt: Depois de inserir a primeira letra, você pode pressionar diretamente outra tecla (exceto Enviar) para inserir a próxima letra.

# NFDBB2FA9-tu6
source: If the next desired letter is on the same key as the current one, wait until the cursor appears to the right of the current letter and then you can enter the next one.
pt_pt: Se a próxima letra desejada estiver na mesma tecla que a actual, aguarde até que o cursor aparece à direita da letra atual e, em seguida, você pode digitar o próximo.

# NFDBB2FA9-tu7
source: You can access the Settings screen by selecting Settings from the main menu.
pt_pt: |||UNTRANSLATED_CONTENT_START|||You can access the Settings screen by selecting Settings from the main menu.|||UNTRANSLATED_CONTENT_END|||

# NFDBB2FA9-tu8
source: Phone settings
pt_pt: Configurações de Telefone...

# NFDBB2FA9-tu9
source: You can change the settings of the phone.
pt_pt: Você pode alterar as configurações do telefone.

# NFDBB2FA9-tu10
source: Date and Time: To set the system date and time format of the phone.
pt_pt: Data e hora: Para definir a data do sistema e formato da hora do telefone.

# NFDBB2FA9-tu11
source: Profiles: To select different profiles for the phone to suit different environmental situations.
pt_pt: Perfis: Para selecionar diferentes perfis para o telefone para atender às situações ambientais diferentes.

# NFDBB2FA9-tu12
source: Phone language: To set the phone language.
pt_pt: Idioma do telefone: Para definir o idioma do telefone.

# NFDBB2FA9-tu13
source: This option is used to set the phone language to be the same as that used in your SIM card.
pt_pt: Esta opção é usada para definir o idioma do telefone a ser o mesmo que o utilizado no seu cartão SIM.

# NFDBB2FA9-tu14
source: You can also select Phone settings / Profiles to set the sounds for the phone.
pt_pt: Você também pode selecionar Configurações do telefone / perfis para definir os sons para o telefone.

# NFDBB2FA9-tu15
source: Keypad lock period: You can set the keypad lock period.
pt_pt: período de bloqueio do teclado: Você pode definir o período de bloqueio do teclado.

# NFDBB2FA9-tu16
source: If there is no operation on the phone within a preset period of time, the keypad is locked automatically.
pt_pt: Se não houver nenhuma operação no telefone dentro de um período de tempo predefinido, o teclado é bloqueado automaticamente.

# NFDBB2FA9-tu17
source: You can press left function key and right function key in turn to unlock the keypad.
pt_pt: Você pode pressionar esquerda tecla de função e a tecla de função direita, por sua vez para desbloquear o teclado.

# NFDBB2FA9-tu18
source: Shortcuts: To assign the frequently used functions to the scroll keys as shortcut keys.
pt_pt: Atalhos: Para atribuir as funções utilizadas com frequência às teclas de deslocação como teclas de atalho.

# NFDBB2FA9-tu19
source: Auto On and OFF: To set your phone to power on or off automatically.
pt_pt: Auto On e OFF: Para configurar o telefone para ligar ou desligar automaticamente.

# NFDBB2FA9-tu20
source: In the standby mode, you can press and hold to switch the current profile to the silent profile.
pt_pt: No modo de espera, você pode pressionar e segurar para mudar o perfil atual para o perfil silencioso.

# NFDBB2FA9-tu21
source: If the current profile is offline, you cannot use this function.
pt_pt: Se o perfil atual está offline, você não pode usar esta função.

# NFDBB2FA9-tu22
source: Display settings
pt_pt: Configurações de exibição

# NFDBB2FA9-tu23
source: Then you can change the call barring password.
pt_pt: Em seguida, você pode alterar o barramento de chamadas.

# NFDBB2FA9-tu24
source: The old call barring password is provided by your network operator if it is the first time for you to change the password.
pt_pt: A senha de restrição de chamadas de idade é fornecido pelo operador de rede se é a primeira vez para você mudar a senha.

# NFDBB2FA9-tu25
source: Call waiting
pt_pt: Chamada em espera

# NFDBB2FA9-tu26
source: This option is used to enable or disable the call waiting function.
pt_pt: Esta opção é usada para ativar ou desativar a função de chamada em espera.

# NFDBB2FA9-tu27
source: The call waiting function is network-dependent.
pt_pt: A função de chamada em espera é dependente da rede.

# NFDBB2FA9-tu28
source: For more information, contact your local Vodafone customer care center.
pt_pt: Para mais informações, contacte o centro de atendimento ao cliente da Vodafone local.

# NFDBB2FA9-tu29
source: Save unknown number
pt_pt: Guardar número desconhecido

# NFDBB2FA9-tu30
source: This function is used to prompt whether to save the number after a call ends.
pt_pt: Esta função é usada para perguntar se pretende guardar o número depois de uma chamada termina.

# NFDBB2FA9-tu31
source: Auto redial
pt_pt: Perguntas freqüentes sobre rediscagem automática

# NFDBB2FA9-tu32
source: This function is used to auto redial the dialed number if the dialing failed.
pt_pt: Esta função é usada para auto remarcar o número marcado caso a marcação falhou.

# NFDBB2FA9-tu33
source: Answer mode
pt_pt: Resposta

# NFDBB2FA9-tu34
source: It is used to set the mode for answering an incoming call.
pt_pt: Ele é usado para definir o modo de atendimento de uma chamada recebida.

# NFDBB2FA9-tu35
source: Three options are available: Any key, Send key and Slide up.
pt_pt: Estão disponíveis três opções: Qualquer tecla, Tecla de envio e Deslize para cima.

# NFDBB2FA9-tu36
source: Auto Answer
pt_pt: Atendimento Automático

# NFDBB2FA9-tu37
source: This option is used to select auto answering for incoming calls.
pt_pt: Esta opção é usada para selecionar auto atendimento para as chamadas recebidas.

# NFDBB2FA9-tu38
source: Four options are available: Immediate answer, Text message, Recorded voice and Disable.
pt_pt: Estão disponíveis quatro opções: resposta imediata, mensagem de texto, voz gravada e Desativar.

# NFDBB2FA9-tu39
source: Caller ID
pt_pt: Identificação do Chamador

# NFDBB2FA9-tu40
source: This options allows you to select whether to display your phone number on the phone of the party who you called.
pt_pt: Esta opção permite que você selecione se deseja exibir seu número de telefone no telefone do partido que o chamou.

# NFDBB2FA9-tu41
source: If select Auto, whether your phone number will be shown on the called phone depends on the network.
pt_pt: Se seleccionar Auto, se o seu número de telefone será mostrado no telefone chamado depende da rede.

# NFDBB2FA9-tu42
source: Select line
pt_pt: linha de seleção de pastilha

# NFDBB2FA9-tu43
source: This option is used to set the call line for your phone.
pt_pt: Esta opção é usada para definir a linha de chamada do seu telefone.

# NFDBB2FA9-tu44
source: Two options are available: Line 1 and Line 2.
pt_pt: Duas opções estão disponíveis: Linha 1 e Linha 2.

# NFDBB2FA9-tu45
source: My number
pt_pt: número

# NFDBB2FA9-tu46
source: This function can be used to save your own phone numbers on the SIM card.
pt_pt: Esta função pode ser usada para guardar os seus próprios números de telefone no cartão SIM.

# NFDBB2FA9-tu47
source: Video call
pt_pt: Chamadas com vídeo

# NFDBB2FA9-tu48
source: You can change the settings for the Video Call function.
pt_pt: Pode alterar as definições para a função de chamada de vídeo.

# NFDBB2FA9-tu49
source: Picture mode: To set the picture mode during a video call.
pt_pt: modo de imagem: Para definir o modo de imagem durante uma chamada de vídeo.

# NFDBB2FA9-tu50
source: Image quality: To set the image quality for video.
pt_pt: A qualidade de imagem: Para definir a qualidade de imagem para o vídeo.

# NFDBB2FA9-tu51
source: Switch Camera off: To open or close the video channel during a video call.
pt_pt: Desligar a câmera: Para abrir ou fechar o canal de vídeo durante uma chamada de vídeo.

# NFDBB2FA9-tu52
source: Audio off: To open or close the audio channel during a video call.
pt_pt: Áudio off: Para abrir ou fechar o canal de áudio durante uma chamada de vídeo.

# NFDBB2FA9-tu53
source: Auto voice call: To enable the auto voice call function.
pt_pt: Auto chamada de voz: Para ativar a função de chamada de voz automática.

# NFDBB2FA9-tu54
source: The phone auto makes a voice call, when the other party's phone does not support the video call service.
pt_pt: O telefone auto faz uma chamada de voz, quando o telefone da outra parte não suporta o serviço de chamada de vídeo.

# NFDBB2FA9-tu55
source: Send image: To select a file and send it to the other party when you hold a video call.
pt_pt: Enviar imagem: Para selecionar um arquivo e enviá-lo à outra parte quando você mantém uma chamada de vídeo.

# NFDBB2FA9-tu56
source: Auto answer: To auto answer an incoming video call.
pt_pt: Resposta automática: para auto atender uma chamada de vídeo.

# NFDBB2FA9-tu57
source: You can enable or disable this function.
pt_pt: Você pode ativar ou desativar esta função.

# NFDBB2FA9-tu58
source: Contact settings
pt_pt: Configurações de Contato

# NFDBB2FA9-tu59
source: This option is used to set the default contact list displayed in the contact screen, to sort the contacts on the Contacts screen.
pt_pt: Esta opção é usada para definir a lista de contatos padrão exibida na tela de contato, para classificar os contatos na tela Contatos.

# NFDBB2FA9-tu60
source: The data connection function provides several data communication functions.
pt_pt: A função de ligação de dados fornece várias funções de comunicação de dados.

# NFDBB2FA9-tu61
source: You can synchronize data between your phone and a PC through a USB cable or Bluetooth.
pt_pt: Você pode sincronizar dados entre o telefone e um PC através de um cabo USB ou Bluetooth.

# NFDBB2FA9-tu62
source: Your PC can use the built-in modem of your phone to access the Internet.
pt_pt: Seu PC pode usar o modem embutido do telefone para acessar a Internet.

# NFDBB2FA9-tu63
source: For detailed information, refer to "Connections" on page <tag>.
pt_pt: Para obter informações detalhadas, consulte "Ligações" na página <tag>.

# NFDBB2FA9-tu64
source: Device management
pt_pt: Gerenciamento de Dispositivos

# NFDBB2FA9-tu65
source: Four options are available: Mode, Select network, Cell information, and Operator list.
pt_pt: Estão disponíveis quatro opções: Modo, Seleccionar rede, Informação de célula e Lista de operadores.
